raspisanie = {
    'понедельник': {'История России',
                    'Русский язык',
                    'Алгебра',
                    'Физика',
                    'Иностранный язык',
                    'География'},

    'вторник': {'Иностранный язык',
                'Химия',
                'Общество',
                'Русский язык',
                'Алгебра',
                'Литература',
                'Родной язык'},

    'среда': {'Информ/1гр', 
              'Геометрия',
              'Русский язык',
              'Физика',
              'Изо',
              'Информ./2гр'},

    'четверг': {'Иностранный язык',
                'Физкультура',
                'Физкультура',
                'История России',
                'Русский Язык',
                'Алгебра'},
                 
    'пятница': {'Географ',
                'Физкультура',
                'Биология',
                'Геометрия',
                'Литература'},
                
    'суббота': {'Музыка',
                'Биология',
                'КБЖ',
                'Избранные Вопросы',
                'Технология',
                'Технология'},
                
    'воскресенье': {'ВЫХОДНОЙ'}
}